{
    "title": "Base des unités urbaines 2020",
    "description": "La notion d’unité urbaine repose sur la continuité du bâti et le nombre d’habitants. Les unités urbaines sont construites en France métropolitaine et dans les DOM d’après la définition suivante : une commune ou un ensemble de communes présentant une zone de bâti continu (pas de coupure de plus de 200 mètres entre deux constructions) qui compte au moins 2 000 habitants. Si l’unité urbaine se situe sur une seule commune, elle est dénommée ville isolée. Si l’unité urbaine s’étend sur plusieurs communes, et si chacune de ces communes concentre plus de la moitié de sa population dans la zone de bâti continu, elle est dénommée agglomération multicommunale. Si une de ces communes concentre moins de la moitié de sa population dans la zone de bâti continu mais qu’elle y concentre 2 000 habitants ou plus alors elle constituera une unité urbaine isolée. L’agglomération de Paris désigne l’agglomération multicommunale contenant Paris. Enfin, on désigne par « commune hors unité urbaine », les communes non affectées à une unité urbaine. Ces seuils, 200 mètres pour la continuité du bâti et 2 000 habitants pour la population des zones bâties, résultent de recommandations adoptées au niveau international. À titre d’exemple, dans le règlement européen encadrant le recensement de la population, des statistiques de population basées sur le zonage en unités urbaines sont attendues. Le calcul de l’espace entre deux constructions est réalisé par l’analyse des bases de données sur le bâti de l’Institut national de l’information géographique et forestière (IGN). Il tient compte des coupures du tissu urbain telles que cours d’eau en l’absence de ponts, gravières, dénivelés importants. Depuis le découpage de 2010, certains espaces publics (cimetières, stades, aérodromes, parcs de stationnement…), terrains industriels ou commerciaux (usines, zones d’activités, centres commerciaux…) ont été traités comme des bâtis avec la règle des 200 mètres pour relier des zones de construction habitées, à la différence des découpages précédents où ces espaces étaient seulement annulés dans le calcul des distances entre bâtis. Les unités urbaines sont redéfinies périodiquement. L’actuel zonage, daté de 2020, est établi en référence à la population connue au recensement de 2017 et sur la géographie administrative du territoire au 1er janvier 2020. L’exercice précédent, daté de 2010, reposait sur le recensement de 2007 et la géographie administrative du territoire au 1er janvier 2010. Une première délimitation des villes et agglomérations avait été réalisée à l’occasion du recensement de 1954. De nouvelles unités urbaines ont ensuite été constituées lors des recensements de 1962, 1968, 1975, 1982, 1990 et 1999. Les unités urbaines peuvent s’étendre sur plusieurs départements, voire traverser les frontières nationales (voir unité urbaine internationale). Le découpage en unités urbaines concerne toutes les communes de France métropolitaine et des départements d’outre-mer.",
    "created_at": "01/01/2020",
    "last_modified": "01/01/2022",
    "licence": "ouverte",
    "download": "https://www.insee.fr/fr/statistiques/fichier/4802589/UU2020_au_01-01-2022_V2.zip",
    "producer": "insee",
    "provider": "insee"
}
